chore(content): write-only draft [k8s/extending/module-1.8-api-aggregation]
